// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "HP 打印机 Web 服务";
TaskTOCTitle = "HP Web 服务";
SummarySucceededTaskName = "HP Web 服务已激活!";
SummaryFailedTaskName = "无法激活 HP Web 服务";
SummaryUpdateAvailableName = "更新可用";
SummaryTaskTOCTitle = "摘要";

EnableWebServicesButtonTitle = "是，我接受使用条款。";
SkipWebServicesEnablingCaption = "如果您不想启用 Web 服务，请按“跳过”。";

AlreadyEnabledTitle = "打印机已成功连接到您的网络!\n连接 Internet 的 HP 打印机提供许多令人兴奋并富有创新性的全新服务，例如：HP Touchsmart 应用程序、ePrint 和自动产品更新等。有关这些服务的更多信息，请参阅产品文档或访问";
AlreadyEnabledText = "HP Web 服务已在您的打印机上激活。单击以下按钮可打印出一页，其中包含此打印机的更多详细信息及 ePrint 地址。";
PrintWebServicesDetailsButtonTitle = "打印 HP Web 服务详细信息";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "存在设备所需的用于启用 Web 服务的更新。按设备上的 ePrint 按钮将应用此更新。将出现向导以指引您完成更新过程。";

LookingForDeviceUpdateProgressTitle = "设备正在搜索更新… 请稍候。";
EnableWebServicesProgressTitle = "正在您的打印机上配置 Web 服务… 请稍候。";

WebServicesEnablingSucceededCaption = "已在您的计算机上成功激活 HP Web 服务。\n\n现在，打印机将打印一个页面，其中包含有关 HP Web 服务和打印机 ePrint 地址的附加信息。";
WebServicesEnablingFailedCaption = "此打印机的 HP Web 服务当前无法激活。这可能是因为与 Web 服务的 Internet 连接暂时出现问题，或者是您的打印机需要产品更新。\r\r请稍后通过按下打印机上的 ePrint 按钮，再次尝试激活 HP Web 服务。如果需要产品更新，系统将即时引导您完成 Web 服务配置。\r\r这样做不会影响打印机的其他功能。打印机仍然可以正常打印和执行所有其他功能。";

HSDProductUpdate = "产品更新:";
HSDAutomaticalyUpdate = "自动更新我的产品（推荐）";
HSDNotifyBeforeUpdate = "更新我的产品之前通知我";
HSDNeverUpdate = "从不更新我的产品";

HSDDisableWebServicesTitle = "是否禁用 Web 服务？";
HSDAllowProductUpdatesTitle = "是否允许产品更新？";
HSDAllowProductUpdatesText = "要使用 Web 服务，您需要允许打印机检查更新。";
HSDDisableWebServices = "禁用 Web 服务";
HSDUpdateAutomatically = "自动更新";
HSDNotifyBeforeUpdating = "更新之前进行通知";
